adpyke.vscode-sql-formatter
alefragnani.bookmarks
anthropic.claude-code
atlassian.atlascode
boukichi.git-exclude
bradlc.vscode-tailwindcss
charliermarsh.ruff
chris-towles.markdown-paste-image
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-diff
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
jakeboone02.pgn
james-yu.latex-workshop
maximeplante.vscode-pastery
mechatroner.rainbow-csv
medo64.render-crlf
mhutchie.git-graph
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
openai.chatgpt
orta.vscode-jest
randomfractalsinc.vscode-data-table
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
sidneys1.gitconfig
slevesque.shader
sydeslyde.open-in-new-instance
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tomoki1207.pdf
unifiedjs.vscode-mdx
wix.vscode-import-cost
yoavbls.pretty-ts-errors
ziglang.vscode-zig
